In [1]:
import pandas as pd

In [2]:
from matplotlib import pyplot as plt

In [60]:
air_travel = pd.read_csv('air_travel.csv')

In [61]:
air_travel

   MONTH  column_a  column_b  column_c
0    JAN       465       456       417
1    FEB       355       453       390
2    MAR       456       435       460
3    APR       765       345       473
4    MAY       675       435       535
5    JUN       675       354       543
6    JUL       567       657       453
7    AUG       452       524       453
8    SEP       345       234       432
9    OCT       359       237       847
10   NOV       300       407       460
11   DEC       337       405       432

In [2]:
plt.title("Air Travel from 1958 to 1960 - Courtesy of bakari")
plt.plot(air_travel.column_a)
plt.plot(air_travel.column_b)
plt.plot(air_travel.column_c)
plt.legend(["1958", "1959", "1960"])
plt.show()

NameError: name 'plt' is not defined